Repository: stateman92/MSc-SportBuddy-iOS
Catalog: SportBuddy/SportBuddy/App/Resources/*.lproj/Localizable.strings
Languages: hu

# onboarding_continue
source: Continue
hu: Folytatás

# onboarding_skip
source: Skip
hu: Kihagyás

# onboarding_title
source: Title
hu: Cím

# onboarding_subtitle
source: Subtitle
hu: Alcím

# onboarding_get_started
source: Get started
hu: Kezdjük!

# general_connectivity_internet
source: Internet is available!
hu: Az internet újra elérhető!

# general_connectivity_no_internet
source: Internet connection is lost!
hu: Nincs internet!

# general_session_expired
source: Your session has expired. Login again to continue.
hu: A munkamenet lejárt. A folytatáshoz jelentkezz be újra

# live_feed_send
source: Send
hu: Küldés

# live_feed_title_first_line
source: Welcome! 👋
hu: Üdv! 👋

# live_feed_title_second_line
source: Type something to discuss... ✍️
hu: Írj valamit... ✍️

# live_feed_title
source: LiveFeed
hu: Élő chat

# live_feed_share
source: Share
hu: Megosztás

# live_feed_copy
source: Copy
hu: Másolás

# live_feed_share_success
source: Message shared!
hu: Üzenet megosztva!

# live_feed_share_error
source: Message cannot be shared! Error: %@
hu: Az üzenetet nem sikerült megosztani! Hiba: %@

# live_feed_copy_success
source: Message copied!
hu: Üzenet vágólapra másolva!

# chat_send
source: Send
hu: Küldés

# chat_share
source: Share
hu: Megosztás

# chat_copy
source: Copy
hu: Másolás

# chat_delete
source: Delete
hu: Törlés

# chat_share_success
source: Message shared!
hu: Üzenet megosztva!

# chat_share_error
source: Message cannot be shared! Error: %@
hu: Az üzenetet nem sikerült megosztani! Hiba: %@

# chat_copy_success
source: Message copied!
hu: Üzenet vágólapra másolva!

# add_new_chat_title
source: Add new chat
hu: Adj hozzá új beszélgetést

# chats_title
source: Chats
hu: Üzenetek

# trainings_title
source: Trainings
hu: Edzések

# settings_title
source: Settings
hu: Beállítások

# settings_image
source: Choose image
hu: Kép kiválasztása

# settings_battery
source: Battery saving
hu: Akkumulátorkímélő mód

# settings_battery_description
source: With this you can control whether to use WebSocket or not
hu: Ezzel eldöntheted, hogy szeretnél-e WebSocketeket használni

# settings_close
source: Close
hu: Bezárás

# settings_logout
source: Logout
hu: Kijelentkezés

# login_login
source: Login
hu: Bejelentkezés

# login_sign_up
source: Registration
hu: Regisztráció

# login_forgot_password
source: Forgot password
hu: Elfelejtett jelszó

# login_name_placeholder
source: Type your name...
hu: Írd be a neved...

# login_email_placeholder
source: Type your email...
hu: Írd be az emailed...

# login_password_placeholder
source: Type your password...
hu: Írd be a jelszavad...

# login_segmented_control_login
source: Login
hu: Bejelentkezés

# login_segmented_control_sign_up
source: Sign up
hu: Regisztráció

# login_login_error
source: Login failed! Try again later.
hu: Sikertelen bejelentkezés! Próbáld újra később

# login_login_success
source: You've logged in successfully!
hu: Sikeres bejelentkezés

# login_sign_up_error
source: Registration failed! Try again later.
hu: Sikertelen regisztráció! Próbáld újra később

# login_sign_up_success
source: You've signed up successfully!
hu: Sikeres regisztráció

# login_forgot_password_error
source: Forgot password request failed! Try again later.
hu: A jelszókérés sikertelen! Próbáld újra később

# login_forgot_password_success
source: You've requested a password reset email successfully!
hu: Sikeres jelszókérés!
